Repository: scantist-ossops-m2/Products.CMFCore
Catalog: src/Products/CMFCore/locales/*/LC_MESSAGES/cmf_core.po
Languages: pt_br

source: A home folder for portal members.
pt_br: Uma pasta inicial para membros do portal.

source: Classic CMFCore home folder for portal members.
pt_br: Pasta inicial Classic CMFCore para membros do portal.

source: Could not get info: ${name}
pt_br: Não foi possível obter informação: ${name}

source: Home Folder
pt_br: Pasta Inicial

source: No workflow provides '${name}' information.
pt_br: Nenhum workflow fornece informações de '${name}'.

source: No workflow provides the '${action_id}' action.
pt_br: Nenhum workflow fornece a ação '${action_id}'.

source: No workflows found.
pt_br: Nenhum workflow encontrado.

source: Requested workflow definition not found.
pt_br: Definição de workflow requerida não encontrada.

source: The login name you selected is already in use or is not valid. Please choose another.
pt_br: O nome de usuário que você selecionou já está em uso ou não é válido. Por favor escolha outro.

source: This resource is locked via webDAV.
pt_br: Este recurso está bloqueado via webDAV.
